LEXICON: dict[str, str] = {
    "order": 'Отлично! Введите ваш номер телефона в формате <b>+380ххххххххх</b> или нажмите на кнопку ниже, чтобы наш оператор смог связаться с вами.',
    "contact": "Отправить свой контакт ☎️",
    "has_contact": "Использовать данный номер телефона для заказа?",
    "cancel": "Отменить заказ ❌",
    "confirm": "Подтвердить заказ ✅",
    "fail_confirm": 'Нажмите кнопку "Подтвердить заказ" или "Отменить заказ"',
    "user_misspell": "Бип, бип! Я бот и я не понимаю что, ты имеешь ввиду.",
    "contact_misspell": 'Пожалуйста, введите ваш номер телефон или же нажмите снизу кнопку <b>"Отправить свой контакт</b>", затем разрешить. Данная информация необходима, чтобы наш оператор смог связаться с вами.',
    "get_start_address": "Замечательно! Теперь, чтобы наш таксист мог к вам подъехать, напишите ваш адрес.",
    "get_destination_address": "Куда вам нужно приехать? Введите адресс назначения.",
    "get_note": "Возможно у вас есть какие либо пожелания касательно заказа?",
    "end_order": "Спасибо за ваш заказ! Ожидайте звонок оператора в ближайшее время.",
    "user_cancel_order": "Заказ отменен",
    "order_confirm": "Пожалуйста, проверьте правильно ли все указано.",
}

LEXICON_COMMANDS: dict[str, str] = {
    "start": "Добро пожаловать в бота для заказа такси!",
    "order": "Заказать такси",
    "info": "Информация о боте",
    "contact": "Связаться с оператором",
    "info": "Информация о боте",
}
