LEXICON: dict[str, str] = {
    "contact": "Отправить свой контакт ☎️",
    "cancel": "Отменить заказ ❌",
    "user_misspell": "Бип, бип! Я бот и я не понимаю что, ты имеешь ввиду.",
    "contact_misspell": 'Пожалуйста, нажмите снизу кнопку <b>"Отправить свой контакт</b>", затем разрешить. Данная информация необходима, чтобы наш оператор смог связаться с вами.',
    "get_start_address": "Замечательно! Теперь, чтобы наш таксист мог к вам подъехать, напишите ваш адрес.",
    "get_destination_address": "Куда вам нужно приехать? Введите адресс назначения.",
    "get_note": "Возможно у вас есть какие либо пожелания касательно заказа?",
    "end_order": "Спасибо за ваш заказ! Ожидайте звонок оператора в ближайшее время.",
}

LEXICON_COMMANDS: dict[str, str] = {
    "start": "Добро пожаловать в бота для заказа такси!",
    "order": "Отлично! Нажмите на кнопку ниже, чтобы наш оператор смог связяться с вами",
    "info": "Информация о боте",
    "contact": "Связаться с оператором",
}
